Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=166_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Uusia oppimateriaaleja koulun alkuun
smn: Uđđâ oppâmateriaalah škoovlâ aalgân

source: Saamelaiskäräjät julkaisi koulujen alkaessa 16 saamenkielistä oheismateriaalia (yhteensä 23 CD-ja DVD-levyä) ja yhden uuden oppikirjan.
smn: Sämitigge almostitij škoovlâi älgim ohtâvuođâst 16 sämikielâlâš miäldusmateriaalâd (ohtsis 23 CD-já DVD-skiärrud) já oovtâ uđđâ oppâkirje.

source: Oheismateriaalit ovat inarinsaamenkielisiä lasten filmejä ja uskonnollisia lauluja, koltansaamenkielisiä kirkkolauluja ja evankeliumitekstejä sekä pohjoissaamenkielisiä tarinoita, äänikirja ja virsiä.
smn: Miäldusmateriaalah láá anarâškielâlâš párnái fiilmah já oskoldâhlâš lavluuh, nuorttâsämikielâlâš kirkkolavluuh já evaŋgeliumteevstah sehe tavesämikielâlâš mainâseh, jienâkirje já saalmah.

source: CD:t ja DVD:t on äänitetty YLE Sámi radion studiossa Inarissa.
smn: CD:h já DVD:h láá päddejum YLE Sámi radio studiost Anarist.

source: Peukaloisen retket – animaatiosarjasta julkaistiin yhteensä 22 inarinsaamen kielelle käännettyä osaa (Pelgi Nijlâs määđhih 31-52).
smn: Pelgi Nijlâs määđhih – animaatiokuálusist almostittojii ohtsis 22 anarâškielân jurgâlum uási (Pelgi Nijlâs määđhih 31-52).

source: Animaatiofilmit ovat olleet koulujen käytössä jo aiemmin kokeilupainoksina.
smn: Animaatiofiilmah láá lamaš škoovlâi kiävtust juo ovdeláá iskâdâllâmteddilâssân.

source: Inarinsaamenkielisiä virsiä ja hengellisiä lauluja (Anarâšlavluuh) julkaistiin tupla-CD:n verran.
smn: Anarâškielâlâš saalmah já vuoiŋâlâš lavluu (Anarâšlavluuh) almostittojii tuble-CD verd.

source: Virret esittää inarinsaamen virsilauluryhmä (Ilmari Mattus, Heli Aikio, Ilmari Aikio, Onni Aikio, Unto Aikio, Rauni Mannermaa ja Lyyli Vehmasaho) ja muut hengelliset laulut Rauni Mannermaa.
smn: Saalmâid lávlu anarâškielâ salmâlávlumjuávkku (Ilmari Mattus, Heli Aikio, Ilmari Aikio, Onni Aikio, Unto Aikio, Rauni Mannermaa ja Lyyli Vehmasaho) já eres vuoiŋâlijd lavluid Rauni Mannermaa.

source: Koltansaamen kielellä julkaistiin yhteensä 20 kirkkolaulua sisältävä CD-levy.
smn: Nuorttâsämikielân almostittui CD, mast lijjii ohtsis 20 kirkkolavlud.

source: Laulut esittää koltansaamenkielinen kirkkolauluryhmä (Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen ja Kirsti Näveri-Bogdanoff).
smn: Lavluid lávlu nuorttâsämikielâlâš kirkkolaavlâjuávkku (Erkki Lumisalmi, Aulikki Lumisalmi, Anna Lumisalmi, Katri Jefremoff, Seija Sivertsen ja Kirsti Näveri-Bogdanoff).

source: Johanneksen evankeliumi (Evvan Evaŋğélium) Erkki Lumisalmen lukemana julkaistiin kolmena CD-levynä.
smn: Johannes evaŋgelium (Evvan EvaŋğeŠlium) almostittui kulmân CD-skiärrun, maid luuvâi Erkki Lumisalmi.

source: Pohjoissaamenkielisiä virsiä julkaistiin Hetan virsilauluryhmän (Helena Valkeapää, Anni-Marja Valkeapää, Ilmari Laiti, Wimme Saari, Marie Kvärnmo-Valkeapää ja Niko Valkeapää) esittäminä viisi CD-levyllistä, Utsjoen virsilauluryhmän (Janne Aikio, Maria Aikio, Annukka Hirvasvuopio-Laiti, Jenna Rasmus ja Niilo Rasmus) esittämänä yksi CD ja Annukka Hirvasvuopio-Laitin ja Janne Aikion esittämänä yksi CD.
smn: Tavesämikielân almostittojii viiđâ CD-skiäru verd saalmah, maid lavluu Heta salmâlávlumjuávkku (Helena Valkeapää, Anni-Marja Valkeapää, Ilmari Laiti, Wimme Saari, Marie Kvärnmo-Valkeapää ja Niko Valkeapää), oovtâ CD, mon láávlui Ucjuv salmâlávlumjuávkku (Janne Aikio, Maria Aikio, Annukka Hirvasvuopio-Laiti, Jenna Rasmus ja Niilo Rasmus) já oovtâ CD, mon lávloin Annukka Hirvasvuo ¨pio-Laiti já Janne Aikio.

source: Virret ovat olleet koulujen käytössä aiemmin kokeiluversioina.
smn: Saalmah láá lamaš škoovlâi kiävtust ovdeláá iskâdâllâmversioin.

source: Siiri Miettusen ja Ritva Torikan kouluradiolle vuonna 1989 valmistama pohjoissaamenkielinen tarinasarja Lodderáidalas julkaistiin kahtena CD-levynä. Sarjaan on saatavissa myös tehtäväkirjanen.
smn: Siiri Miettus já Ritva Torika škovlâradion ive 1989 rähtim tavesämikielâlâš mainâskuállus Lodderáidalas almostittui kyehtin CD-skiärrun, moid láá finniimist meiddei pargopittákirjáážih.

source: Tuomas Maggan (Guhtur-Niillas Tuomis) pohjoissaameksi CD:lle lukemat osat koutokeinolaisen Anders Pedersen Bärin (Máiza-Bier Ánde) kirjasta sopivat sekä äidinkielen, historian että uskonnon opetuksen oheismateriaaliksi.
smn: Tuomas Magga (Kuttoor-Nijlâs Tyemes) tavesämikielân CD:n luuhâm uásih kuovdâkiäinulâš Anders Pedersen Bär (Máiza-Bier Ándde) kirjeest suápih nuuvt eenikielâ, historjá já oskolduv máttááttâs miädlusmateriaalân.

source: Pedersen Bär kirjoitti kertomuksia omasta elämästään 1800-luvun lopulla ollessaan vankilassa tuomittuna n. k. Koutokeinon kapinan jälkeen.
smn: Pedersen Bär čaalij muštâlusâid jieijâs elimist 1800-lovo loopâst, ko lâi tyemmejum faŋgâlân Kuovdâkiäinu stuuime maŋa.

source: Koulun ympäristötieto 3-oppikirja julkaistiin pohjoissaamenkielisenä käännöksenä (Birasdiehtu 3), jonka on tehnyt Jouni Antti Vest (Jovnna-Ánde Vest).
smn: Škoovlâ pirâstiätu 3-oppâkirje almostittui tavesämikielâlâš jurgâlussân (Birasdiehtu 3), mon lii jurgâlâm Jouni Antti Vest (Jovnna-Ánde Vest).

source: Uusia ja aiemmin julkaistuja oppimateriaaleja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta.
smn: Uđđâ já juo ovdeláá almostittum oppâmateriaalâid puáhtá tiiláđ sämitige škovlim- já oppâmateriaaltoimâttuvâst.

source: Materiaalit ovat maksuttomia kouluille.
smn: Materiaalah láá škovláid nuuvtá.
